[
    {
        "Filename":"ispk-001_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1gOnoro_V7q7hsJE6ye06fGTH2ysnjxDD\/view?usp=sharing",
        "Transkrip":" For me, the most hard subject in my union or in my campus, like Structure Data Subject. Why it? Why? Why? Structor data subject to like is a advanced logical and advanced practical example. All we are just following which is very advanced for me and reason or question is very hard for me. And in my anvore opinion for the campus with on focus on practical. Why? Because And that's why practical is most better in learning in campus. Struck that practical to advance that's why practicality in campus is much better."
    },
    {
        "Filename":"ispk-003_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1PY8hbSDUmQuBEbaJ2z6Ne_8ZJZHV-dv-\/view?usp=sharing",
        "Transkrip":" I have experience at university and then in university I have studied a lot of knowledge because in university I was studied a lot of material theoretical or practical skill. And then I was learning soft skill, example, public speaking and organizing an event. So I have, so I have much to learn it at theoretical and practical skill in in-efficiency."
    },
    {
        "Filename":"ispk-004_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1u3--Ykrv0DgskNlgrPboNc0V8yWBVLVI\/view?usp=sharing",
        "Transkrip":" So for me, to most injured, almost difficult course or subject in my university is software engineering because software engineering teach me about many implementation about algorithm and I mean in many programming which that use for helping us in daily life and making a web and program in our life. And should focus more on practical skill or theoretical knowledge, I think software engineering should be focused more on focus on practical skills because if just theoretical knowledge I think we cannot remember anything from algorithm or any knowledge from that. So that's it from I think focus more on practical skills. I'm not going to do this, but I'm going to do it. I'm going to do it. I'm going to do it. I'm going to do it. Yeah, yeah. I'm going to do it."
    },
    {
        "Filename":"ispk-005_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1ZO77re-sZF6SSxz6PuDtbiRru5UdJWY6\/view?usp=sharing",
        "Transkrip":" Okay, this goes for the chorus. I think what made me choice this, it's a nice because it is good and good for increasing my increasing my knowledge in the word of technology. I chose it as what made me chose this, it's an asb is because it is good and good for increasing my knowledge in the word of technology. This is my answer."
    },
    {
        "Filename":"ispk-006_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/117FSUwMEoNrw23MlPK9WQxNaGv3I8GI2\/view?usp=sharing",
        "Transkrip":" Of course, in the university I am in, especially in the internet, they have... They have... Some challenging, some expert when you try to learn something and you cannot learn that. And I think that was so challenging. So whether you think universities should focus more on practical skills or theoretical knowledge that should be practical skills, especially when you in the University of Technique. So you have to learn about the practical skills, whether the third-acre knowledge is important too, but the particular skills is more important without the particular skills, your knowledge is nothing in the technique. And you just learn the third-acre knowledge basic, and you at the logic in the third-conolite and it's become the practical skills when you learn when you learn and learn again so you have the knowledge about what you like in that university. So when you're so in so when you're like the practical on one like the knowledge you have and you should be enjoy that passup."
    },
    {
        "Filename":"ispk-007_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1Ix_YFrHe-KdIvSvBBCI-pw4_UZWY4WxF\/view?usp=sharing",
        "Transkrip":" The course most I enjoy at university as web developer because I'm in terms with web developer and there's a and future for web developer. And the challenging, the course challenging for me is called computing because it's kind of complicated. But it's fun to learn. Next one, wherever you think, universities will focus more on this. I think the universities will focus 50-50 bit in practical skill and theoretical knowledge because what is important. you"
    },
    {
        "Filename":"ispk-008_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1FNi69T9VprFZVhKdieC9ZyLAfQ41itOe\/view?usp=sharing",
        "Transkrip":" I think the most course I enjoy in different ideas, I'm sure you can program me. Why? Because I'm sure you can program me is a basic fundamental for a program to get another step ahead and of course challenging is the development projects and pharmaceuticals in that course we need to know How about us scope in work and we... We had to know how they work and we get to know how project can be finished with time to our predi... I spend my entire year thinking and reset for a more unprotected family. I think a university should focus on each other because they are a legal without practical action. With something, when they are a legal of a student have and they should practice this and practical skill and I think it will be the same."
    },
    {
        "Filename":"ispk-009_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/11GD5biY2kNq20VowooklnhEgRH0R8KWC\/view?usp=sharing",
        "Transkrip":" Moving my studies, one from my favorite courses were those related to management, especially marketing management. I feel that this topic is very relevant to everyday life. That will be course. I learned how to understand market needs, design the right promotion of strategy and management skills with consumers. I also like how the course encourage creativity in crafting attractive yet at least marketing companies. On the other hand, the courses that I find most challenging are all programming related courses. For programming requires us to think logically and say systematically. We have to be able to translate an idea or solution to machine language. Just once more, we take and make the problem not randomly. Also, the logic use is not always easy to understand at first, so it takes constant practice to get used and for my dairy universities, should focus more on practical skills or theoretical knowledge. I personally believe what are very important and complementary. theoretical knowledge provides a solid foundation of understanding why practical skills prepare us for the real goal of work. However, if I had to choose, I think practical skills are slightly more important."
    },
    {
        "Filename":"ispk-011_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1AkCXn7SAY-jOvX82hi3qxlHMt6J9k_F0\/view?usp=sharing",
        "Transkrip":" Live on campus exciting but also full of challenges that every student must face. This challenge helps shape our character and prepare us for the future. One of the biggest challenge is managing time. Between attending classes studying for exam, completing assignment and practicing. In, extracurricular activities, it can be hard, balanced to balance everything. So time management can lead to stress and lower grades and now their challenge is adapting to a new environment for many students. Composalive means leaving away from home for the first time. This requires independence and self-discipline which can be difficult at first it also means building a new friendship and adjusting to different social group. The main pressure is also a common challenge. The workload is often more demanding than in high school. The student must develop strong study habits and problems of skills. Sometimes a student face doubts about their abilities or future career path. Moreover, financial issue can be stressful, paying for tuition, books and daily expenses require careful planning and some student may need part-time jobs which else to their busy schedule. Despite this challenge campus life offers valuable opportunities to draw, learn and discover yourself. Offer coming difficult will So, resilience and prepare to face real world problems after graduation. In conclusion, challenge on campus, earn natural and important. Let us our limits and teach us important life skills."
    },
    {
        "Filename":"ispk-012_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/106x9O_OWtUPGq8AJJXrSH9jz8hflhuTT\/view?usp=sharing",
        "Transkrip":" The course I've enjoyed most at this university is probably English 3. Because the professor is really fun and of course they're really engaging. And that must be in the classes light back. the course data iPhone charging is I don't know probably data-based programming because of the complexity and I think the complexity and the I think that's it. And whether I think you need to decide focus more on practical steel, scale or theoretical knowledge. I think there should be focusing on practical scales because it will be useful if it will be useful for the workplace for the real world. Theoretical knowledge is also important but it's not really that important. Now I'm going to ask you to define something that often. They probably will ask you to do something this, for example, code this, code that. So, I think practical skill is the most important skills to have."
    },
    {
        "Filename":"ispk-013_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1m5L43jTOUNV__J0BJKeae3Cl1dgfAk4g\/view?usp=sharing",
        "Transkrip":" So, my most enjoyed that I enjoy the course I enjoy in university is programming. So, programming basically that you are giving a command to a computer that allows the computer give the process and give the output of the process from what you input. I think programming course is challenging because every semester that will give me the new project. So the time by time the project is getting bigger and getting challenging for universities that have to focus more on practical skill or theoretical knowledge. I think both need to be focused in an at the same way. If you have a good practical skill, but there's no theory, there is no full field of what you are doing. and also if you are a more theoretical knowledge and if you don't have a practical skill, I think that's not can be used for in the education or maybe on the work."
    },
    {
        "Filename":"ispk-014_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1WFPAUZr4vKOszHkpRnw7RSViOoRGrHpu\/view?usp=sharing",
        "Transkrip":" I think I am hearing the management of the information system, because it was practical and easy to find. It helps me understand how systems work in real companies, the more challenging or smart me was quantitatively. as we have informed of number and statistic. And I believe universities so to focus more on practical skills. So, student-arbetter prepare for real workshops after graduating. I'm going to go to the bathroom. I'm going to go to the bathroom. Hey, you need to go to the bathroom. You need to go to the bathroom."
    },
    {
        "Filename":"ispk-016_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1CcagYFXloqu2n8jHV-vsBxu1eKyOD01X\/view?usp=sharing",
        "Transkrip":" The course I enjoyed most in a university especially in my major. I think I angel enjoy a lot of interesting managed computer or a human computer interaction that learns about the design, learning about the design that has a principle itself. Designing is not only designing but it also has a principle that can guide the designer to achieve what they want that also achieve what you want. And the next one, I interested is about project management. There is a course about project management that learns about how to manage well the project. And also learning about how many people that need to be deployed in a team, with how many expenses that we need to expand in the two maintaining the project, And the third one I think is about cryptography. This is a logical course. It needs to decryp and end crypt attacks. It's very hard, which is needs to, it's a very logical thinking. And it left brain activities. But I think it's quite interesting because it's happening in the back of the screen. I mean, it's happening not in this thing. cannot be seen by human eyes, but it needs to be understood by human. And I think I need a different story to be focused on is about theoretical knowledge because currently in my major is too much about practicals. that the theoretical is not quite rich to other people. I think need to be strong, need to be strong and about theoretical knowledge."
    },
    {
        "Filename":"ispk-017_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1theu1x0tiDgZdaI6tJg01LFntZSoepsO\/view?usp=sharing",
        "Transkrip":" The most course I really enjoy at university, it's programming. The name is Mobile Information System and web information system, because the teacher are are very good and I can explore widely. The lectures are very clear when explaining. And then for courses that I don't like, it's about everything I relate to data. The reason is because it makes me very dizzy. I think because for the third question, I think because I'm in the information system. I prefer to learn partitioning. Because we can easy to understand the learning concept that are carried out. Why I don't like the theoretical knowledge? Because yeah, it's so many, so many, and follow your have to read."
    },
    {
        "Filename":"ispk-018_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1iRScZE40PEOJUTkPl-MjcOgB2P_ow1Uh\/view?usp=sharing",
        "Transkrip":" The course that I like in my department is digital transformation because we can learn a lot of history about the development of technology from the past to the present. And also this curse is for exciting because the actor is fun and the actually assidment are not too many. And for the curse that I think is difficult maybe is basic programming because the Exhibition are very many and of course very difficult. And maybe I'm also not very good at this course that's why I think this course is very difficult course. In this campus, I think it is better to focus on practice because in the future when we do it and start working, the lesson from lecturers will definitely be used especially in practice. Actually, theory is also very important for us in the future, but in my opinion, practice is still more important."
    },
    {
        "Filename":"ispk-019_FSST.wav",
        "Fluency":"C1",
        "Fluency_numeric":5,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1IxRnKmZ1Mvc8TxrUoQ61p0geQPX8N75T\/view?usp=sharing",
        "Transkrip":" Because I enjoy personally, it's English because the cost itself teaches us how to communicate, how to think, how to present something, I am enjoying it because it's a fun and we're not really sitting down, currently sitting down at a sports. I'll tell you that this curve is because we found challenging. I think it's the cause that you have to go out to the world, like you can share or because you have to communicate clearly to the parties and you have to work practically and apply the the knowledge that your little learning, university and applied to work that we have been assigned to. The next one, expand or that you think, and if this should focus more on particular skills, skills at the clinical knowledge in both has their own programs and probably you have to know the theoretical knowledge first and you can have somewhat applied maybe half little part of the technical knowledge to the practical skills that actually help you finish the job on the regular work. So both the focus."
    },
    {
        "Filename":"ispk-020_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/14RjY1wjlZvBJMdtb5mkLT7udsYpkvQO_\/view?usp=sharing",
        "Transkrip":" I studied mechanical engineering and for the course I think enjoyed is My taller G maybe. And for the, yeah, I think that's what is my course that I enjoyed and I found challenging. And why will I think universe city sold for was more in practicals skills or theoretical knowledge? I think it's practical skills because if you to practice things you can do practical. It will give you more experience and more experience than theoretical knowledge. Because you have been in that situation on that situation that what should you do in that situation too? So yeah, that's what I thought."
    },
    {
        "Filename":"ispk-021_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1-JIIrwiU7_VF_GtXnBee5I8p0bbtzxIs\/view?usp=sharing",
        "Transkrip":" For me, one of the course I engineered the mustering in university, itanas, was a human computer interaction. I've always been interested in design and how the program and how the people interact with technology. So this course really captured my attention. It was hands on a creative, we work on several, on several, like UI or projects, and I love being able to apply what we learn, directly into prototypes, and it's a testing. But the fit-pictitious, We are also really helpful because we call see how others people approach the same problem from the different perspectives. Like, sorry, on the other hand, I have a course at a phone, quite challenging, was the algorithm advanced, there the concepts where the complex and the problem is sets, requires a deep understanding of the path of the logic. And then there were times when I had to spend hours just to solve one problem. And even then, I wasn't always confident with my solution, but looking back, even though it, I was taught I learned a lot about persistence, all the persistence and the problems, So thank you and I feel more confident tackling technical challenges."
    },
    {
        "Filename":"ispk-022_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/17ZuvQ7W1se9QYHR02S2291mS68WPzgOy\/view?usp=sharing",
        "Transkrip":" One course that I find particularly finishing a thing is artificial intelligence. Why? Because... I'm not good. And... I'm just hoping in the Legends system that can solve complex. Problem with it, which I find really challenging and rewarding. I enjoy learning about my children and I'll go to them and how they can be applied to word problems. Working on projected and uploading and deploying AI model is a good way to apply theoretical AI draws and concept for computer science, with the ethics that we seek and that always a unique combination of the theoretical form of New Zealand, but practical application and real work impact."
    },
    {
        "Filename":"ispk-023_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/15-NTceJgYrcmWTys6W4lTyD_4cs-iyCe\/view?usp=sharing",
        "Transkrip":" So, the in university which the course that I enjoy most for the lecturing it is the term moderny dynamic. In terms of it, yeah, it is quite challenging. It is fun also. You can new the whole almost the whole universe into the some objectives and you can give and you can give some insight of the how to work something or in mechanical something into the busiest thing. So the the challenging is how to deliver this complicated topic into the the student because this topic is some kind of the, it is hard to to to to imagine, but it is hard also to to make it possible. So we have to know the way the way we are really for this object to to student to make it, it enjoyable to make it interesting to make it more more interactive. So, yeah, theoretically."
    },
    {
        "Filename":"ispk-024_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1ESkejKpCY6T80JdyWv8ZnkRV924cv2Qq\/view?usp=sharing",
        "Transkrip":" The challenge for me on campus is actually English because my knowledge is still very basic and the course I like is building economic because I can learn about business in the property sector and I prefer practical because I can practice directly Dear, please."
    },
    {
        "Filename":"ispk-027_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1vTdXjDASnJrFiYTLcnvGEWQrx2YNZXC3\/view?usp=sharing",
        "Transkrip":" So, I found something. In my campus, the most challenging course, maybe code, coding, I'm very glad that you're seeing if there's a short more on-for-sparticles. Yeah, because I'm not yet enjoyed that course. Then the course the most enjoy in my university is maybe multimedia because the course is make the college to push their communication to push their soft scale and hard scale Particle scheme. Yeah, because the student needs to practice their cars to daily life maybe."
    },
    {
        "Filename":"ispk-028_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1UyQoOABArOijIXdgMxW3Or0I3Uw9S3gx\/view?usp=sharing",
        "Transkrip":" I think the course that I enjoy most right now in this university is a pli kasi multimedia om tok maserahat because it gives us, well it gives me a lot of 30 feet and a lot of practical skills like talking to a crowd and recording a video and editing it and getting some sound effects, getting some sound tracks and editing and in cup cut I think that's I enjoy that because I like editing and plus it doesn't have any coding so that's kind of I enjoy that and for the exam we just need to answer some question but online like in the e-learning so we don't need to make essay and explain things. And I think universities focus more on creativity and Contank rating because nowadays, content rating is everything. Not in just for brand or basically everything."
    },
    {
        "Filename":"ispk-029_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1Y7GAerLUhH6JjBFjhNjodMOte4QRuD72\/view?usp=sharing",
        "Transkrip":"first and specific to to okay something to business system and a fun difficult in course programming"
    },
    {
        "Filename":"ispk-030_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1KFSXXQX5xHPgWlJgx2UoQDA71-wd3AMg\/view?usp=sharing",
        "Transkrip":" Maybe as you have because the most challenging part of my life was the time of the semester when final exam and project were peeling up. I had so many excitement to finish, but in the video I grew up test every day, I was working long-hours trend to manage everything. So as you very challenging, one night I was sitting in front of my laptop typing away at my zeitman, I felt compactity, ex-hused it, I had been studying all day and my mind was overlaught with information, disappeared the fatigued I kept going thinking I can do this but suddenly I started crying I couldn't hold my tears because I was feeling over half by the amount of the work ahead I tried to calm myself but the more I look at my screen, the more my touch saved in this"
    },
    {
        "Filename":"ispk-032_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1MAJEvmh4fxpBLYG_LK50AjyGMLJ3cPRU\/view?usp=sharing",
        "Transkrip":" The most A.A.J. of the cars I have to do there is maybe traditional art like that. that model or painting something with a or a painting or the canvas or a painting is how we express the creativity to art. So next more expressions how we feel, how we imagine the sense of art itself. The course I find difficult is I think some like all of this culture because my opinion the best so learning in that is some kind of all things come to our mind. It's a little bit more about the theoretical knowledge. Because it's the root of knowledge."
    },
    {
        "Filename":"ispk-033_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/12laHv3b2BMRe_YkX4w-t5M7VXkGDAku1\/view?usp=sharing",
        "Transkrip":" Consider one of the oldest universities in Indonesia. University of Gajah Madah, services, pillar of educational awakening in Indonesia and reports to be a defender and designer of Pachasila. The director says, we aim to equip or tripping up your brand's community with the quality education and everything essential in their quest to create a better tomorrow. So, you know, the university is going to be a special established on December 90, 2009 as National University. So what is challenging? Where I am taking a dissemination of final tasks. So this works with 7G."
    },
    {
        "Filename":"ispk-034_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1K2lFaaENRd6fE1AqqJtgPikLyP3NfzOO\/view?usp=sharing",
        "Transkrip":" The funny thing about me is I like physics. I don't know why, but I like physics pretty much and I like math Maybe because I can try to find a way and to challenge my thinking I like also to think around how does I work like materials and and Metallurky. I like also drawing, drawing sketch and drawing items, it really interests me. But the most important, the most what I found really exciting is materials. I can know how things are made and what is the composition of it. And I think that we should have practical skills and theoretical knowledge. It needs to be balanced. You can't just do theoretical always. You won't have any practical skills. You can't do anything in the real world. If you only study from books and learn stuff from the teacher, you won't have any idea about things how it goes and how it actually works. So I think you should actually do some practice and do also some knowledge. You can take only like one part to be. See, I'm not going to do that. I'm not going to do that. I'm not going to do that. I'm going to do that. I'm going to do that."
    },
    {
        "Filename":"ispk-035_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1AluPI6zKyzoGLQYr-U86SSH2lR6hiPFr\/view?usp=sharing",
        "Transkrip":" During this lecture, I prefer practice of a theory because so far anything related to theory must appear in practice. I'm practicing an institute to ability to develop directly compared to theory. Auto, Terry and Rich acknowledge more with candidate diet practice. I prefer Lizons related analysis of her programming. I prefer planning of her making or implementing our implementing planning. I always do my assignment and actually don't really like the Terry. During this lecture, I prefer practice of a theory because of our editing related to theory. Once a bear in practice and practice harness to ability to develop directly compared to territory, auto-towlery and rich, acknowledge more but can it be direct practice? I prefer lessons related to analysis of a programming. I prefer planning of making or implementing planning. I always do my assignments and actually don't really like the theory. During this lecture, I prefer practice of because of our inditi related to theory with the very practice. The practice has to ability to develop directly compared to theory. Also, theory and rich knowledge more, but cannot be the practice. I prefer the unrelated analysis of a programming."
    },
    {
        "Filename":"ispk-036_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/10TwTcV5hRIcB684woIbnPmuJFj1LXzws\/view?usp=sharing",
        "Transkrip":" The course I enjoyed it most at my university. Sorry to say that my the course I enjoyed the most is is basically English because English you can speak It is everyday and what I found challenging about it is this mainly the 10th census they've made and the vocabulary in that expands like like trees to roots. So what I think, one university should focus more on, I can, I'm only, I can't really give a clear answer today because small universities have their up and down, but what I think it should be, you have 50, 50. They have should be in practical skills and they have should be in theoretical knowledge and that all of them has to be in one specific thing."
    },
    {
        "Filename":"ispk-037_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1x5buhZgb3Mk2yXjY4vVsiIMFxijjAxVg\/view?usp=sharing",
        "Transkrip":" I think more I enjoy the course is the programming things because they have more challenging because I need more learned new language in the programming and I think on the university more focus on um... practical skills like presentation and... something like... the flop... the flop your skill and... oh yeah I think like problems all being like not only practical skill but soft skill is more important at university and on my university, especially special of system information, I think the course changing myself is like a new course like programming and some data skills"
    },
    {
        "Filename":"ispk-038_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1DOayA8wJx8anrHNZTe1VzYlfZTbM_Do8\/view?usp=sharing",
        "Transkrip":" Okay, I go to my colleagues. I go to my colleagues, my 20-40 kilometers in there is challenging for me because there is so far for me to My home and go to my college and my friends is very difficult to playing together because there is a solution because hard to make my friend playing together and exploring with The daily activities are more important for me."
    },
    {
        "Filename":"ispk-039_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1zONBu8COSRp_-6-FRukecYpy7nov-4zY\/view?usp=sharing",
        "Transkrip":" Yeah, in university there are many courses. So the most enjoyed course that I feel is about thermodynamics. Because in the thermodynamic we learn about how the energy is preserved, how to change the energy, how to calculate the energy. And it can be practiced in the real life application such as in the refrigerator, in the air conditioner, or conditioning, or in the power plan. And also for the course is changing for me is the fluid mechanics. this heart and challenging because you need to have good mathematical basic mathematical and then there are many, many formula that you have to derive to get the formula that is very challenging for me. For the universities, I think it's focused more on the theoretical economics because we are engineer. So, it should be more theoretically than practical skills. In practical, we have not in the universities. So, in the vocational school. So I think we should focus on the theoretical knowledge."
    },
    {
        "Filename":"ispk-040_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1F_q9vEDzib6fvqDEhUnjr4_7o-J_SGXy\/view?usp=sharing",
        "Transkrip":"The most engineered course in this university is networking security and the challenging course of in this university is or in my study area is measuring learning. Why networking security is enjoyed because I have I have a special step to exploring this area and why the mislearning is the heart 13. Because it's not of heavy mats and I think the university So focus in both ways like practical scale and theoretical economics. Because for this degree you just need you just you just you just don't need understanding of theoretical but you solve a private theory in practically like trying to write a code from the concept or the formula in mathematics."
    },
    {
        "Filename":"ispk-041_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1Ir3cUPxn4DV25NEqBqm9C2WGzf9-3c84\/view?usp=sharing",
        "Transkrip":" Discussive course you injecting I can't foresee the okay I think the course what I inject Ineversity is Like I can I can't forget I think because Because I like that And the script because On channel Of course you found channel course challenging course I found in this university I think and that I am in because it's hard to learn Python and expand whatever you think University of Fukushima, but the case is out theory. Now, for me, I think University should be focused more on practical skills because not out people can start studying easy force standing on and uh just like me I am not a I cannot study along because"
    },
    {
        "Filename":"ispk-042_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1k5VknzZj2c9WrzPXIeLy17Ixajz-KK-N\/view?usp=sharing",
        "Transkrip":"The most course at university I enjoy the most is mathematical discrete and mathematical course because it feels very challenging and also it makes my brain in short by day day. It is just that doing the work hall is just fun actually."
    },
    {
        "Filename":"ispk-043_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1fIypQova6hRJKIBySs-f9MHddizrUvy1\/view?usp=sharing",
        "Transkrip":" I think the core that I enjoy most at my university is software engineering because I think it's challenging but also at the same time it's also fun beside that the software engineering itself is actually hard for some people because it takes a few days to learn and a lot of effort to understand it well. But after you understand the basic knowledge of some regionary, it becomes It becomes more challenging if you meet a lot of problems for the software engineering itself. I think it should more focus on practical skills. It's not just about theoretical knowledge, but I think that the particle skills is more important because if you only know about the theoretical knowledge, it means nothing if you can't quitting the suffering denying itself. So, I think suffering engineering should be more focused on practical skills."
    },
    {
        "Filename":"ispk-044_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1qM5YOooZr-6kvr9bJK3puKHmvZ2BZN8x\/view?usp=sharing",
        "Transkrip":" Okay, I'm not the most I enjoy throughout course in the university. I think it's multimedia because that's easy and I need to use your brain fully on this term on verse 6 term at university that's very very helping me in a second course I like and the university is probably the eye it's a net visualization because I like it because I learned it before my friend do that. So I'm once I've had a friend of them. About the most challenging term is... I have a definite math because my like knowledge or my like skills at counting counting some number and they're so much number there so I didn't like that I'm not really a hide-math, so I don't give my attention on you."
    },
    {
        "Filename":"ispk-045_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1SqLXkxsi3_iXxLGOdtNzHkWrW3SWtQwi\/view?usp=sharing",
        "Transkrip":" Okay, that course I enjoyed the most at the University right now because I have an informatics student here. Well, many people dislike it, but I really enjoyed it as mathematics. I don't know, it feels like this solving a puzzle. Well, yeah, I know it's hard, but when you try to try and you finally find the answer or from the answer, you better feel it. Wow, this is it. And what close you find challenging? My thing with challenging is cloud computing, I guess, because I don't know, it just, uh, it just, um, well help from me. and I explain what are your team, you know, really this focus more on practical skills, all of charity. I think it depends on the major that the study is. Because if you more like that analysis and blah, blah, blah, blah, of course you need charity called knowledge more. But if you're more like, in her matrix, they like me or Dr. for example, of course, theoretical knowledge is important too, but the practical skills is it's more important. Like if you are a doctor, you cannot You know what the string thing, the flash, yeah someone like that."
    },
    {
        "Filename":"ispk-046_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1wgFr88hy7vFoEThd4OMXKjRiBYDUpnkn\/view?usp=sharing",
        "Transkrip":" So I like the website subjects because they sit in my interest and the challenging course at the end is or come because it's difficult the the lecture because the lecture are not good teaching. And at the end of the university I'm going to say more focus on the the particular skill because when you go to world of eye, because when you go to world I think that's the more needed than Terry Calo-Penovic. That's my opinion about this question."
    },
    {
        "Filename":"ispk-047_FSST.wav",
        "Fluency":"C1",
        "Fluency_numeric":5,
        "Pronunciation":"C1",
        "Pronunciation_numeric":5,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"C1",
        "CEFR Level_numeric":5,
        "link":"https:\/\/drive.google.com\/file\/d\/197Bm3X87G3zLuOxCew1gBzYo56saB3oh\/view?usp=sharing",
        "Transkrip":" Okay, so often times I really enjoy course that are revolving around practical skill. Like maybe developing a website or developing a product for example, because it really teaches you or basically gives sets you in a position where you are a worker that is placed on an industry where you need to actually produce a product that is decent that can be used by others. So then the skill will translate itself to you later on when you graduate. It is really necessary for me, I think that practical skills needs to be more often taught than theoretical knowledge, because often I'm theoretical knowledge is just a knowledge that you kept in mind, but hardly get any usage in real life. Even if you get, if you understand a lot of theoretical knowledge, I'm sure, or at least in my case, I will often forget about them, different from practical skill where you just keep using those, or even if you don't use it. But since you already have the experience, I think it will stay in your head or your muscle memory for the longest time. That is why I will often focus more on practical skill, rather than theoretical knowledge. And it is not just going to be applicable in university, but in outside world. Because I think, from my experience, in a work field, practical skills are more rewarding than theoretical knowledge. Because I think most companies just really need an action compared to just some knowledge that may be useful, but really, practical skill really the key to solve the problem. But maybe mixture of practical and theoretical is important, but of course I will most importantly focus on practical skills."
    },
    {
        "Filename":"ispk-048_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1vVUEz1EvYpEPvdBm3Jro2p2hgYN4PLiq\/view?usp=sharing",
        "Transkrip":" Okay, about the, I'm enjoying at university. One of most is the teacher, especially at my major. The teacher is very nice, very good. Yeah, they can be French, and they, it's always supporting us as a student. And they, And they can make this study fun in a way. And I like the friends at the university, especially my friends, my close friends. Yeah, I'll be heavily kind of miss them. And then about the challenge and I found that this university is, I think, maybe the math so I don't really like math because I'm from the SMK before and And then I don't like the parking because they're not free. And about the University focus, I think it must be balanced about the Practical Skin and Tarycon Allege because without the Practical Scale, the knowledge is just just a knowledge we can do the thing. But, and, and, uh, is the same way because it will need to knowledge. Sorry, it will need skill."
    },
    {
        "Filename":"ispk-049_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1Tx5uY3Bh1lS0NPgEI2vCeo0_UXYFiMUw\/view?usp=sharing",
        "Transkrip":" The course that I enjoyed the most at my university is Metallurgical Metallurgia and engineering material because I like to know what things are made out of and what and the metals, ingredients, are the mix of the chemical compounds in metals. And how we do metals were processed like all process of the co-processed. And I find that engineering mechanical or statistical structure is the most challenging course because it's a kind of hard to understand. And it's kind of a topic that needs a lot of attention to the detail. And I think universities should focus focus more on practical skills rather than theoretical, critical because a theory can only go as far as theory goes, but practical skills can be more open more possibilities that a theory might not be answering those or having an answer for that. The proportion between practical skills and theoretical knowledge is between 70 to 70 and 30 percent. So practical skills 70 percent theoretical 30 percent."
    },
    {
        "Filename":"ispk-050_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1eTyo1p3GT_wQbyGJAMdsIoIvFucz16lY\/view?usp=sharing",
        "Transkrip":" In the Institute of Neckamel International Bandung, the course that I found challenging is maybe system-informasi web. Why? Because before the system-informasi web, there is a small, similar course that call, I can't recognize the program. In the program, maybe I'm not learned about it so deeply. And when I found that I learned that course in I implemented in System Performance U.F. It's so much maybe fun to call. then I can implement the course in to be, I can implement course well because in practical skills that teach by Asalebar, laboratory assistants, they teach the teach so good and I can understand more of that course. And I think the university this This is a different idea, it's so good. Focus more on practical skills. Because we learn the code, we implement the code, and it has to focus on practical skills. That's why I thought."
    },
    {
        "Filename":"ispk-051_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1fxKt-MItRSC6QWwdwyZQS1fAxJT0qExQ\/view?usp=sharing",
        "Transkrip":" Greetings, hello my name is Rafias here. The thing about talking is a and universal focus on practical skills or theoretical knowledge. First in my opinion. I found it difficult to understand the practical skills if the theoretical knowledge doesn't support it. And it should be the right theoretical knowledge by the right person who teach them and do the practical skills. I found it difficult if the practical skills not teach by the right person. It is really, really critical to understand practical skills for industry and understand the background of theoretical knowledge. And there is also the matter which teacher can provide you with the curve or exponential learning. That's it for me, thank you. Try it. To his name."
    },
    {
        "Filename":"ispk-052_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/16QkphhriSb03iUDaUbTpsrmKPGrCqOHb\/view?usp=sharing",
        "Transkrip":"I think the course of our injuries that I'm mining because I like the have a data set and the F yeah I think I like the that course so what a difficult is um information system uh i think uh that course is difficult because i should uh focus"
    },
    {
        "Filename":"ispk-053_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1PwHf18BAKuP-A5Qc__rXzoPpy2hHbiqo\/view?usp=sharing",
        "Transkrip":" I think course I was enjoying and university is some practical course like skill, all that's all, mass."
    },
    {
        "Filename":"ispk-054_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1cjnVEIDL2ApqeSxePRbcfovLfxh0tqpz\/view?usp=sharing",
        "Transkrip":" Hello, my name is Naju Adimda and in this recording I want to share about what the course that I enjoy most at university and also challenging on the course and but my opinion about a shoot, University focus on personal skill or theoretical knowledge. I think my opinion I prefer to choose the timing and UIX courses because basically on the timing, I like to look at for hidden information. Because in the that the meaning we can, my meaning, the, that that we can get information from that. Yes, like I said before, so in that the meaning we can collect and turn that that into into information like important information. But you are you X, Y, I, Y, I enjoy, you are you Explore, it's because basically I like designing something and I like to combine a color So yeah, I like you I actually just that I'm in courses and I think you're interested you should focus more on both practical skill and theoretical skill because I think what are very important is support. But the theory is more important so that"
    },
    {
        "Filename":"ispk-055_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1Liv3EJOrs8dAkQotEVtW_2IIcUelDmP5\/view?usp=sharing",
        "Transkrip":" For I know, I think the most challenging courses in my university or on my class right now, I think it's business process management because I do love business and I love management. So that's the reason I enter to information system because it's not just eye to thing, but there's a business thing either also in this university or in this. I think I have to focus on the business thing. So I think seriously in business process management, because I have I have I have the first for the next year when I got a job I think I want to focus on on the business thing then then then the IT because I don't pretty much not like IT thing because there's not why there's not my that's not my style. Then maybe I enjoyed other courses. I mean, it's database because I love data. I love data and maybe this kind of challenging to."
    },
    {
        "Filename":"ispk-056_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1FiBqPDe8qIraN3qDfuiYew8g62vuhghA\/view?usp=sharing",
        "Transkrip":" Okay, so what the course that I enjoyed most is I think I am in the most interesting monocidal reporter because I really love to design something that beautiful and aesthetic because I think it's really easy I really love to design something that a blue color rule and design the app and the website because it's fun. But for me, even I like this website, I don't like to make a website. Like I don't really love. I don't like, I don't like this right now. Like I don't really like as if I am sorry, but it's a secret. And because I don't really love doing that, but I try because I think if you want to design something, you must know about the basic of the cutting it and then I think what the practical skill or tardic homo leg is much balanced because if you just do a tardic homo leg you must do a practical skill to yes."
    },
    {
        "Filename":"ispk-057_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"C1",
        "Pronunciation_numeric":5,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1TCT77RspK0dMnLnpHfT8z6zjen9MF6xL\/view?usp=sharing",
        "Transkrip":" I don't remember all the courses name, but basically all the coding courses are pretty much the hard one because there's a group project that you have to work together to make a project and then you have to switch groups to make that project work and then yeah for theoretical knowledge. I think we all can do it at home. Studying the article knowledge, like, for example, how the machines work, and something like that. And I think university is more, I think they should be more on the practical side. practical side because we're going to do the stuff on our jobs later on. So yeah, I mean, coding is hard, but because some people like coding, That makes them really interested in those kind of subjects. So yeah. I mean, so in summary, practical skills are more important than they are a cool knowledge, Some practical skills are not can achieve in social but theoretical. You can search it up on Google and study about it. That's pretty much it."
    },
    {
        "Filename":"ispk-058_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1oX-zJSClYXepPuZ3Gqjxw-PH68kKfe-Y\/view?usp=sharing",
        "Transkrip":" I think the most I enjoy curves, I think it's got coolest because I think it's easy for me and physics is kind of easy for me to kind of enjoy it most I enjoy it most and I found a Astatic Astoria is very, very challenging for her because it's very hard and I've barely understood about it and I think most my friends don't get stuck with Astoria because it's very hard and I already learned about it in class or in class still I don't get it and it's really hard to get to understand I think there's a issue at focus more on the books a little bit, my ecosystems and the other development knowledge because I think in the future where we could work in some industry and work with our hands and sometimes we work with our brain."
    },
    {
        "Filename":"ispk-059_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1YFUU6HEDC4BMrzHY7IyrLfDBl7vdXxsO\/view?usp=sharing",
        "Transkrip":" I don't think so, but it would if you, but I think in my two years in university, I think or a part of the objective, objective programming is the best for me, because that I think we need to learn about a Java script and make some of program, especially my project at the end of this semester, actually semester is a sigma-dammed that project is like to to like to madama, right? So that that course is challenging for me because I don't I didn't learn it before about the JavaScript and And I think when we learn about object or ended programming, we need to learn more in practical skills. Because we need more practical skills because in Java, we not only learning material, but we need to more practical to make something that we need to more know about the object oriented programming but in next semester I think that I'm ending is this course for me because but either But I never learned it before because yeah, that I'm ending is about a mission learning with Python error or something else. Yeah, that need a more private scale. So my, some decision from, yeah, like a bit of a meaning also."
    },
    {
        "Filename":"ispk-060_FSST.wav",
        "Fluency":"C1",
        "Fluency_numeric":5,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"C1",
        "CEFR Level_numeric":5,
        "link":"https:\/\/drive.google.com\/file\/d\/1FbvZHEttE6SyGkg5h2X6w2C9UWJBCil8\/view?usp=sharing",
        "Transkrip":" When I was in college I really enjoyed a subject that linked to broadcasting, that related to broadcasting, public speaking and multimedia stuff because since I graduated in communication science so I love to be involved with immediate productions in how to speak in front of public like speech, like MCing hosting something and giving a speech of a variable speech I guess. So maybe it's fun and also challenging for me because I need to dig up my creative idea to step up the game, to step up my thinking skills, to create like scripts, the concepts and so on. And I think universities should focus more on practical skills because in this situation like industries. The company needs someone, need a graduate who can do something, can do work in practical way without looking at the theorists. I think the theorist is is the one that is not. But we need to practice more, we need to have a soft skill also, and we have to know what we will, what the company need, such as the skills."
    },
    {
        "Filename":"ispk-061_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1z6czj0x6aLQhGISG7aozzW0VW8i7O4oQ\/view?usp=sharing",
        "Transkrip":" I'm here with the link in the description. Of course, I can't do my thing in university. Yes. Practical, not practical. I'm going to read it down, competition. I'm going to share the link because I like... I like... Okay. Change. Hold. She. Change me. I like it because the lecture is nice and. So, I'm going to add a little bit of the in every class."
    },
    {
        "Filename":"ispk-062_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1BCzcgjPGkLsOre7UkCF3ZYeeYJ3qlLmM\/view?usp=sharing",
        "Transkrip":" One of the course I enjoyed the most active software and the OS is the web or information system website. This course was very in-jitch because it allowed me to learn how to build a real web application. which is something I am passionate about. I call apply where I learn directly to project and that met the learning process more exciting and meaningful. On the other hand, I find the government, I find that the government and I think in a demand, quite challenging. It requires a deep understanding of abstract framework, regulation and how to align I test strategy with the business school. And the programming where I told Instanisi the result is because the main strong analytical thinking and the ability to kind of complex concept which made it difficult for me. difficult for me."
    },
    {
        "Filename":"ispk-063_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"C1",
        "CEFR Level_numeric":5,
        "link":"https:\/\/drive.google.com\/file\/d\/154PQ17ca2RRmGaYzr-KuBu6xlIpfS1cR\/view?usp=sharing",
        "Transkrip":" The course that I enjoy very much at the university is the thermodynamics. The thermodynamics is a course that learn about temperatures, energy and also entropy. From this course, we can describe anything that happened in the nature. because everything in the nature is explained by thermodynamically. Examples, I try my students to do some experiments about ship about toy boat that using candles as a fuel and then the boat will move automatically and from that experiments the students is much more have much more understanding about thermodynamics and fluid mechanics also because in the experiments it's combine about water and steam or water that change the phase into this thing. So, I think it is very important to have practical skills."
    },
    {
        "Filename":"ispk-064_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1n0X8m0heLWJ5lDR4HSqbkTJju4jox0mp\/view?usp=sharing",
        "Transkrip":" I do enjoy the course of that because for me data is everything that can call it information behind that. So the data for me is important because everything in this world has is made from the data. So you say about AI. AI is all of data in processing, who built the artificial intelligence with data. So data for me is a course that challenging and I enjoyed following the course of data. And also, I want to work in data role. And I have experience in data also."
    },
    {
        "Filename":"ispk-065_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1773su0_Ym2U5QqewFvfykCkQchbGvklw\/view?usp=sharing",
        "Transkrip":" So now I am studying architecture. I am really enjoying architecture because I love to design things and I love to see buildings. How they look, how they shape, how they form in many extreme way. And yeah, I love a French-American architecture because it's pushing us to designing a building. And also at the same time, branch and architecture is the most challenging course, of course, because there are deadlines and so many revision and so many obstacles. And yeah, branch and architecture is focusing on theoretical knowledge and practical skills. That is what is important. It's theoretical and practical skills are at the same time. Goes along the way. So both things are important. And the most challenging in this branch and architecture is that you have to design a model, a 3D model, and you have to design a passers. You have to present in your work."
    },
    {
        "Filename":"ispk-066_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1coSQd3y4-4Usbu436vjGzz9CXMFw6x56\/view?usp=sharing",
        "Transkrip":" More of the area of application course. I take on the idea in the base one is software engineering. Out by Mr. Putrak. The course is very interesting because it teachers use a useful type of plan design and will software properly. The way Mr. Potra, Mr. Potra, explain the material that makes it easier to understand in the open, open, give real example that helps us connect the theory to the life situation. What I enjoy the most is the practical session where we can actually learn learning, learn, learn, learn, learn, by doing a small project or software problems. This session are good guide by friendly and helpful. If a system is made the experience even more fun and less test, overall this cause not only has me understand how software development works in the reward, but also makes me more confident to work in a time and vice-voter challenge in the IT field."
    },
    {
        "Filename":"ispk-068_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/11WZKFGdzwcF5PEaXk8l0yaVi5c7uv1mK\/view?usp=sharing",
        "Transkrip":" I will answer the question, discuss the course you enjoyed most at university. Describe course you found challenging and explain whether you think the university will focus more on participating skills, care, all theoretical knowledge. The first, I have a challenging in university, especially at information system study. The challenge is manage time between doing something work on asexman and doing something in the extra I think the focus is in this study, maybe we should learn learning really, really signature about information system. Yeah, I think it will be explained what is information study. Thank you."
    },
    {
        "Filename":"ispk-069_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1cCJpTzVdhFWHfYHIpxiSo9uQiS3_M9Ap\/view?usp=sharing",
        "Transkrip":" I enjoy a lot of course in most of my time here but for the most enjoy I would say studio because it's a place where you can create your all of your creativity in there And for the next question is, I think, University is so focused more on practical skills. Because I think I'm the person who likes to practice more. And I don't really like a theoretical knowledge, because from based on my experience, Here, if there's a course on Tertical, there will be a few weeks in the first semester. there. discuss the discussion theory and the next few weeks until last semester it's just just rebuilding the territory. I forgot about the challenging one. I think it's last year. It's the deal in last year. it's we are protected should make a feel up in like a heal one on 10 so it's really difficult"
    },
    {
        "Filename":"ispk-070_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1_9eOf1CN0RNIJYyVD5FE6WJuVLSQjg5k\/view?usp=sharing",
        "Transkrip":" Okay, my experience in studying architecture is both of rewarding but also I have to learn about balancing the creativity but also technical skills and building architecture is not about beauty or aesthetic but also we have to make this functional and safe. Yeah, I love I also kept work planning because and there is so much room to explore in your creativity and but the word cloud is so in this and if you are doing architecture study, you must"
    },
    {
        "Filename":"ispk-071_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1TG0AlgXCngnCP00cER5IucxApNNaH5kS\/view?usp=sharing",
        "Transkrip":" What I enjoyed this, the different cities, the relation that I have with my friend, and of course is my circle. The challenge is you need to learn by yourself, you need to find the syllabus, the territory, answer from another source, it's not from just the book and you need find by yourself. I think universities focus both Italy's practical skill or tell it, tell it, tell it, knowledge, but in reality is almost in Indonesia. University is more focusing on theoretical knowledge, because practical skills has been parallel with theoretical, but you learn about theoretical knowledge and you still have a practical skill but it's not as much as theoretical knowledge. Yeah, just that. Thank you."
    },
    {
        "Filename":"ispk-072_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1zFpf1qB5T-FhMqnZOoPY-VAnnwtvhi54\/view?usp=sharing",
        "Transkrip":"The challenging course is at a PL for me because it's the first time I will earn it with the code and it really happens my skill and I love the people of course. I think my universities need more focus to course about technical like that I'm not sure if you can vote for the video. I'm not sure if you can vote for the video. I'm not sure if you can vote for the video. I'm not sure if you can vote for the video. I'm not sure if you can vote for the video. I'm not sure if you can vote for the video."
    },
    {
        "Filename":"ispk-073_FSST.wav",
        "Fluency":"A2",
        "Fluency_numeric":2,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/14yBQaL7OcAv6KdCpjonLQSutX6jhZ13k\/view?usp=sharing",
        "Transkrip":" So I think I enjoy at the Mascelerling or it's like a cyber security and the challenges is This challenges is to be able to withstand and defend against cyber attacks. So I think the university, the university, the city, is to focus on how we protect and how we prevent it on on this Ibertech. And I think we should have skills to defend with some tools to protect our data. our, our, our, our information and I think we said, we said, And I think we should be able to face the cyber attacks with the calmly and we focus about what is what is the cyber attacks about. of the conclusion is we should have the sum."
    },
    {
        "Filename":"ispk-074_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"A2",
        "Complexity_numeric":2,
        "Accuracy":"A2",
        "Accuracy_numeric":2,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1QWhn_w9as8iWtmSdlNySRfNiDHduzjBC\/view?usp=sharing",
        "Transkrip":"I'm your encouraged. I think the course I enjoy is multimedia because I'm I'm getting on my creativity and I got closer to the lectures because I was invited to go on trips and this project was also part of the KM on the PINK about the Meshara Fath. And I think the course like challenging is curve holes metamatics because I was not very good at metamatics but I am the curve holes in it. I take a university this all the focus more on practical skills because the campus is in the Marine Campus there must be a uphill walk that this is I'm going to be a little bit more nervous. I'm going to be a little bit more nervous. I'm going to be a little bit more nervous. I'm going to be a little bit more nervous."
    },
    {
        "Filename":"ispk-076_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"C1",
        "Pronunciation_numeric":5,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1RpISdlRQ8kT3xbD9LgLYi5EZjNE3OvRK\/view?usp=sharing",
        "Transkrip":"The course that I enjoy most at the University is maybe the software engineering and this course is such a by Pabutra. So in this course we'll learn about software development lifecycle from the beginning how we made software until at the end of this software is finished. My lecture explained the course is really well, so we can understand is a challenge on this course. Maybe this is the first time I built a software because at the we were course I never learned about making a software. So in this course, I really learned about practical skills about making a software. And I think, under university, there's a show for you more on the practical skills. On gaining a practical skills, we'll be used and we'll be conditioned for our future career."
    },
    {
        "Filename":"ispk-077_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1GBNvji8EDoIM95nc2PozCI9kFQiuaR0s\/view?usp=sharing",
        "Transkrip":" Okay, for me. It's because of the University. Very hard for me. Because because of me, I'm going to change it. I'm going to change it. I have learned. Maybe the same of school, but if I practice the practice is very difficult, difficult. And... First things, um, timing, trying to explain"
    },
    {
        "Filename":"ispk-079_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1U44l5mnfK4MQs-JNnfPTgYVL2h1B_h8x\/view?usp=sharing",
        "Transkrip":" The web development is web programming is caused of me enjoy the university, this university, No, no my dream but the... The major I want in this university because I want to be a web developer man and I a lot of programming is being enjoyed by course in this university. The course I am challenging is the basis data. And I want to learn more seriously with practicing my skill in this major. I learned more seriously joining a woman in tech in this university."
    },
    {
        "Filename":"ispk-080_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1tVzCNJQ-RacdRZdsxD8M-NNyzbmithQm\/view?usp=sharing",
        "Transkrip":" In my opinion, despite being in majoring in system information, I think there's one kind of course in majorage, which I really enjoy, which is in Japan. So in that entrepreneur, we learn how to build a business, how to manage business, we can grow and sustain itself. For example, the courses that we've had last semester, I work as a kind of marketing team for a confection, play spare day, print, print teacher, they print, banner reprint our stuff now. If I have what I've learned is that the more that you engage yourself with people, the more that you have relation, more that you've out in yourself, then there will be a lot of connection that you'll be used in business to keep use for good and it's not speaking as economically. We can also we help having graduate social skills to learn new skill, having a new friend and all of that stuff. And I think in the question of whether you necessarily should focus on practice your skill or they are already calculating it so we practically because we practice your skill it's something that you could learn some Sal, Simon, teniously like real times so I'm liking it there."
    },
    {
        "Filename":"ispk-083_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1jzRe4OvVdzmb2qPF5UptJvVtsdfKIpmF\/view?usp=sharing",
        "Transkrip":" Okay, maybe first time I would like to say like I really enjoy in the algorithm and programming course because I think there's that course a little bit challenging for me especially for me in the I don't have IT background so I think a little bit challenging for me but But some time I can solve that problem, that I face when I meet a several questions in the exam, several calls in the exam, I try to solve that problem. And I think the university itself of course on practical scale, I think for practical scale, I give 70% and theoretical, just 30% because in the year, In the university, you have gap between university and industry, like a company, I think, how to say industry, how to say company in English, for us basically, but I really agree with the Statement with the Statement, if the Statement say like in the university, University of South Foccu's a practical skill. Press up, no, no, love and pull. And 80%, and 30%, just 30%. So I think because there is a gap a bit when university and campus, so I think that's my opinion. No, no, I don't. I do more."
    },
    {
        "Filename":"ispk-084_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"C1",
        "Accuracy_numeric":5,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1W7vl7bvVezxovOQ8l3Zb6rAgdLym1tHe\/view?usp=sharing",
        "Transkrip":" The easiest curse is introduction to architecture, but my favorite curse is construction structures because this curse studies building structures, which is very challenging and requires a good understanding of construction principles and structural analysis. structures, courses usually cover topics such as structural analysis, structural design, construction materials, lots and forest acting on structures and how to apply these theories and concepts in the design of safe, functional and aesthetic buildings. In this course we learned about different types of structures such as concrete, steel and wood structures and how to choose the right materials for each project. We also learned about how to analyze structures to determine their strange and stability and how to design structures that can withstand the lots and first acting on the. This course is very important for architecture and civil engineering students because Understanding building structures is crucial in creating, in creating, save, functional, and aesthetic buildings. By understanding the principle of construction structures, we can create buildings that are not only beautiful and functional, but also self-indurable. And we must focus on technique and theory as well."
    },
    {
        "Filename":"ispk-085_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1JG_AOurc8_cSxKbvQDovCVc3W0hGRQyP\/view?usp=sharing",
        "Transkrip":" For me, the course that really enjoys the most university is that's a lot of course that I think I enjoyed with it. But if we say the most is, I can say it's mathematical discreet because the lecture gives us an explanation very clear and very well with a really good example and give us a lot of exercises that make us more more understand about the materials and maybe for the challenges a lot of course that's really challenging in this university, I think, because that's a lot of materials that I found first in the university. It's like a programming because programming is so, so it's so hard. we can say it's easy because it's not just about writing a code but it's also about thinking various structured and thinking very logically. I think that's why it's challenging. It's challenging for me because I don't think I'm a person that a very structured I'm very about thinking or maybe about acting or doing something. I'm not kind of a structured person. That's why it's really hard for me because it's giving us, it's giving me a challenge to be a structured person. And I think,"
    },
    {
        "Filename":"ispk-086_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1FxAAFmHX4-m47ZzH8LCsAyH2wxqMMxI1\/view?usp=sharing",
        "Transkrip":" As an architect or student, my university experience was a fascinating bin of art, science and rigorous design. The course I enjoyed the most was, under the under the book, architecture of design studio 5, written studio green building design. This advanced studio pushed us to tackle contemporary the environmental challenge through architectural solutions, for using on interface materials, energy efficiency, and the resylion design principles. It was a exciting writing to move beyond theoretical concepts and grapple with the complexities of climate change. Research scarcity and the urgent need for enclosures building. We conducted a tentative research into cutting edge sustainably technologies. experimented with passive design strategies and developed comprehensive purposes that integrated ecological governance. If you can well-being in term viability, the collaborative nature of the studio, the constant critics and the channel feeling of design and for a better future made it incredibly rewarding. It felt like we were truly preparing to be architect. Not just learning about architecture, On the other hand, the curse I found was challenging was structures, strategies and strength of materials. While crucial for any architect, the sheer volume of complex calculations, theoretical formulas, and the abstract nature of understanding forces and their effect on building elements proved to be a significant hurdle for me. At your career, it required a different way of thinking compared to the more visual and conceptual design studios. They're reviving, they're reviving, vermiless from first principles, analyzing stress and strain and medically checking every calculation for equilibrium."
    },
    {
        "Filename":"ispk-087_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/15W45KcVGPOJHaBqsbn0r6sFQ93ANZORr\/view?usp=sharing",
        "Transkrip":" So in my university, I really enjoy the cause of public speaking. because of I think is to challenge myself to speak and present something in front of many people or many students. And I think it's very important subject in the university. The university should have it. And so in my universities that I learned or many universities in maybe it allows, there are quite, poor, quite leave focus on theory, theory more than like practical skills. I don't know why, but I think we should focus more on practical skills because in a daily life, we use to speak right. And we don't mind all think about theory. So it's quite important to focus on more practical skills because we can use everyday."
    },
    {
        "Filename":"ispk-088_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A1",
        "Topic Relevance_numeric":1,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/11ET1IIWzTnQYdmhOqMiN2Y_mK5XbDuU1\/view?usp=sharing",
        "Transkrip":" Hello, here I want to talk about the University course. I like, I like, I like, database course. because database course is for course this is important for study because database in my in my college, which is important with us, that I miss, now this is a health important"
    },
    {
        "Filename":"ispk-089_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A2",
        "Prosody_numeric":2,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A2",
        "CEFR Level_numeric":2,
        "link":"https:\/\/drive.google.com\/file\/d\/1oGTKjkuei7PKcYCH6HIEP7nJePcD9xyk\/view?usp=sharing",
        "Transkrip":" Okay, I have the instruction with the design thing and I think I have the inserting from a design room and a space. So I chose to join a architecture Bachelor in Eternas. Well, the first time I am in university, I have a struggling and so this is I think hard to doing so I should be cycling for this exercise and be focused. for now I still have a passion to the architecture because I have a passion with the design so this is a long time for me and I should be focused and the practical scale this is So to the end, I have in six semester. So this is an I near to be good wet in this lecture."
    },
    {
        "Filename":"ispk-090_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A2",
        "Pronunciation_numeric":2,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1AiWA-au12FqQFt4qkMuOpsD6Uh4FUY-X\/view?usp=sharing",
        "Transkrip":" discuss the course you're enjoying as an JavaScript. The course I like the most at university is enterprise information system. I'll tell you. It is quite challenging. I still like it because it is real ed. to use our need and system can help with this process. In my opinion, university focuses more on practical scale that are in accordance with the need I like the interfred information system."
    },
    {
        "Filename":"ispk-091_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"B2",
        "Prosody_numeric":4,
        "Coherence and Cohesion":"A2",
        "Coherence and Cohesion_numeric":2,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1Jyk3F_EDOXz-E_k5ZQKFINVhyDok5WQ4\/view?usp=sharing",
        "Transkrip":" For me, the most important subject at the university is web development. For me, the most challenging one is the task-stuck substance algorithm, because it's really really complex for me. There are so much, need logical thinking. And I think the inefficity is so focused more on practical skills than theoretical knowledge because practical skills is way more needed in the industries than the theoretical knowledge."
    },
    {
        "Filename":"ispk-093_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B2",
        "Accuracy_numeric":4,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/1IKh7Hun6J6pwkWF1bsVC54xuYA7IxlOx\/view?usp=sharing",
        "Transkrip":" This major, the quarters I like the most is discreet man because it helps us to think it helps us think more logical and the theory and topics are but the most challenging course as AS basic programming because if our logic is in that good we cannot do our role in teamwork on basic programming because it needs a lot of teamwork and logical thing and problems of thing. And I think you need to receive this so to focus more on practical skills and tell it, tell it to call knowledge because if you know tell it to call knowledge but we call it implemented to something or approach it we cannot do anything with the"
    },
    {
        "Filename":"ispk-096_FSST.wav",
        "Fluency":"A1",
        "Fluency_numeric":1,
        "Pronunciation":"A1",
        "Pronunciation_numeric":1,
        "Prosody":"A1",
        "Prosody_numeric":1,
        "Coherence and Cohesion":"A1",
        "Coherence and Cohesion_numeric":1,
        "Topic Relevance":"A2",
        "Topic Relevance_numeric":2,
        "Complexity":"A1",
        "Complexity_numeric":1,
        "Accuracy":"A1",
        "Accuracy_numeric":1,
        "CEFR Level":"A1",
        "CEFR Level_numeric":1,
        "link":"https:\/\/drive.google.com\/file\/d\/1y9yRMNjDGOj_OgCH4-pn-B5xAGsJi-xr\/view?usp=sharing",
        "Transkrip":" This is the sign that the curves have the same way or the same. I really found my style in your eyes, your eggs. But if a challenging curve is programming, maybe it's... pick M. I doesn't like it I really prepare to burn M so you I you X and then maybe I'm but this focus for two thirds I can't wait about I'll be in the beginning because I really this in search like what is it? Because I'm... I just... I just heard what I do like. I just heard because I like that curse. So yeah."
    },
    {
        "Filename":"ISPK-097_FSST.wav",
        "Fluency":"C1",
        "Fluency_numeric":5,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"C1",
        "Coherence and Cohesion_numeric":5,
        "Topic Relevance":"C1",
        "Topic Relevance_numeric":5,
        "Complexity":"C1",
        "Complexity_numeric":5,
        "Accuracy":"C1",
        "Accuracy_numeric":5,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/1gNouXO_-ZNJOL30PE0vyoO4rvbpstr-c\/view?usp=drive_link",
        "Transkrip":"Well, if I have to choose just one university course, I truly enjoy it will definitely be that I'm aiming. It was, you know, not only in textually simulating, but also in particular, practical relevant. The professor always emphasized this size real world application and the project requires us to dig deep into that set to find the meaningful pattern. And I remember working on a project where we used clustering algorithm to predict a summer behavior like it was So it was just like really a relay open there. Okay, and start contrast, Matematik was a whole different core for me, because also I do understand its value. I struggle especially with abstract algebra, the formula that they were floating in the vacuum with not application that felt like I was trying to, you know, like grabs at throw every time I open the text book. As for whether a unique entity should focus more on practical skills or or theoretical knowledge. Well, I give a view for a delicate balance, but if I do lead one way, I will say practical skill. So they've read the instance, having all your head in the clothes with on the theory and no hands on x-gorean, one in credit in today's job market. And the time I think for instance, theory with a practice is like knowing how to swim on pepper. Ultimately, higher education to a group study, and we chose to adapt apply and create it's not just about memorizing content, it's about developing transferable competencies that are applicable across the domain, after all, technology's power, but apply, acknowledge, is transformation. Thank you."
    },
    {
        "Filename":"ISPK-098_FSST.wav",
        "Fluency":"C2",
        "Fluency_numeric":6,
        "Pronunciation":"C2",
        "Pronunciation_numeric":6,
        "Prosody":"C2",
        "Prosody_numeric":6,
        "Coherence and Cohesion":"C2",
        "Coherence and Cohesion_numeric":6,
        "Topic Relevance":"C2",
        "Topic Relevance_numeric":6,
        "Complexity":"C2",
        "Complexity_numeric":6,
        "Accuracy":"C2",
        "Accuracy_numeric":6,
        "CEFR Level":"C2",
        "CEFR Level_numeric":6,
        "link":"https:\/\/drive.google.com\/file\/d\/1J-ataKd_ymmbJFrmX8QkN0WMXzmylA83\/view?usp=drive_link",
        "Transkrip":"The University course that I enjoyed the most is also one that I found the most difficult. An advanced steel's class of a graduate degree. That was the hardest class I ever took. And because of that, it was probably the most enjoyable. I think the university is meant to expand our world and how we think and it is intended to challenge us and challenge the way we think and the way we do things. And if it's not difficult, if it's not challenging, so it may not be able to do that. So whether it's a practical skill or theoretical knowledge, clues go hand-to-hand oftentimes, especially in the realm of knowledge. Universities are about acquiring and disseminating knowledge, as well as expanding the body of knowledge. So I don't think there is one or the other taking an engineering degree. There is both practical skills and theoretical knowledge. And it is just barely enough to prepare somebody to start their career as an engineer. not enough to make a fully developed person. So the point of a coin to university is to get a person to begin to challenge their own views and ideas and assumptions and to learn how to learn even after they graduate."
    },
    {
        "Filename":"ISPK-099_FSST.wav",
        "Fluency":"B2",
        "Fluency_numeric":4,
        "Pronunciation":"B2",
        "Pronunciation_numeric":4,
        "Prosody":"C1",
        "Prosody_numeric":5,
        "Coherence and Cohesion":"B2",
        "Coherence and Cohesion_numeric":4,
        "Topic Relevance":"B1",
        "Topic Relevance_numeric":3,
        "Complexity":"B2",
        "Complexity_numeric":4,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B2",
        "CEFR Level_numeric":4,
        "link":"https:\/\/drive.google.com\/file\/d\/15Xmuxdq1EqiApY6wEyw9px6gJSndHfT9\/view?usp=drive_link",
        "Transkrip":"For me, the most enjoyed course in my university, instead of technology in National Bandung, is branch on our sector. Since I'm an architect student in there, and why it was enjoyed, because I am allowed to explore everything for the design of the building. Not just the facade, but the interior too. And the course that I found is difficult is circular one-circuit. Because for me it's just hard to remember in all the structure. And I think for me personally, in our architect, my university should be more considering focus on the design, but my university is more focused on the structure. Because I think the design is more important in our architect. And it was the same, the structure was the same important, but we have simple engineering. So yeah."
    },
    {
        "Filename":"ISPK-100_FSST.wav",
        "Fluency":"B1",
        "Fluency_numeric":3,
        "Pronunciation":"B1",
        "Pronunciation_numeric":3,
        "Prosody":"B1",
        "Prosody_numeric":3,
        "Coherence and Cohesion":"B1",
        "Coherence and Cohesion_numeric":3,
        "Topic Relevance":"B2",
        "Topic Relevance_numeric":4,
        "Complexity":"B1",
        "Complexity_numeric":3,
        "Accuracy":"B1",
        "Accuracy_numeric":3,
        "CEFR Level":"B1",
        "CEFR Level_numeric":3,
        "link":"https:\/\/drive.google.com\/file\/d\/16PtUW7W4lCYeyBPuINfHzu-ti6VFhpGi\/view?usp=drive_link",
        "Transkrip":"So I would like to answer the question number five. When I was in college, there is one course that I really love and enjoy to study it. And I'll never skip the class. The course is architectural behavior. So it's study about human behavior that can relate to an architecture or space that So an architecture building is really connected with human behavior. Without human behavior, the building or architecture it doesn't really function. It doesn't really function. And the course is doesn't difficult at all. And I get a final score is 8 plus. And I think that universities should more should more consider to practical skills."
    },
    {
        "Filename":"ISPK-101_FSST.wav",
        "Fluency":"C2",
        "Fluency_numeric":6,
        "Pronunciation":"C2",
        "Pronunciation_numeric":6,
        "Prosody":"C2",
        "Prosody_numeric":6,
        "Coherence and Cohesion":"C2",
        "Coherence and Cohesion_numeric":6,
        "Topic Relevance":"C2",
        "Topic Relevance_numeric":6,
        "Complexity":"C2",
        "Complexity_numeric":6,
        "Accuracy":"C2",
        "Accuracy_numeric":6,
        "CEFR Level":"C2",
        "CEFR Level_numeric":6,
        "link":"https:\/\/drive.google.com\/file\/d\/1dmf8SL0vjQs7VitalWqE6-15h1SVe--r\/view?usp=sharing",
        "Transkrip":"What are my favorite courses in university? It was a course about documentary filmmaking. We studied both how to make the films, but also studied the history of documentary films and the different styles from cinema, verite to sort of more narrative based styles. One class that I found the difficult, not really so much difficult as it was boring, was a class about physics, but it was a class so I've never been good at math. So it was a class that was about physics, but physics without mathematics. And I found it to be just very theoretical and abstract. And I couldn't really see where it had practical applications in life. And a lot of the information we're learning was sort of things that people had hypothesized had basically said, like, this is what we think happens when this happens. But sort of things were happening in space. What happens in a flash bulb goes off on space. What would it look like if you're in space? And I think since that's never actually occurred, we've never actually done that. It's just an idea that somebody has and they came up with a theory of what would happen if that were to actually happen in real time. So I didn't find it necessarily difficult. I just found a very abstract and kind of boring. And so to answer the question, so we learn things that are more theoretical, or more practical, I think, basically there's something called praxis, which is where you take the theoretical and the practical and sort of put them together. So I think we should learn theoretical things in terms of how to solve problems, how to approach situations and deal with issues. But I think we need to then approach them in a practical way. So I think it's a balance. It's a balance between theory and practice, which we would call practice. So I think that's what universities should be teaching and that's how they should be teaching."
    },
    {
        "Filename":"ISPK-102_FSST.wav",
        "Fluency":"C2",
        "Fluency_numeric":6,
        "Pronunciation":"C2",
        "Pronunciation_numeric":6,
        "Prosody":"C2",
        "Prosody_numeric":6,
        "Coherence and Cohesion":"C2",
        "Coherence and Cohesion_numeric":6,
        "Topic Relevance":"C2",
        "Topic Relevance_numeric":6,
        "Complexity":"C2",
        "Complexity_numeric":6,
        "Accuracy":"C2",
        "Accuracy_numeric":6,
        "CEFR Level":"C2",
        "CEFR Level_numeric":6,
        "link":"https:\/\/drive.google.com\/file\/d\/1YZicaM8thTghhb0Df8muWwpkL_1ZBTXF\/view?usp=sharing",
        "Transkrip":"The University course I enjoyed the most was the only university course that I've done so far and that was media with global studies which was a Bachelor of Arts and Humanities. I did this course in around 2000 and 9 to 2012 and it was very enjoyable as it gave a whole picture on the media landscape in the UK and also all over the world. It also touched on topics such as globalization and how the world is becoming ever more interconnected, which whilst very interesting was also challenging as you're expected to understand different media landscapes in different countries which you might not have familiarity with. So this was definitely a challenge but very enjoyable nonetheless. In terms of what I think university should focus more on whether it be practical skills or theoretical knowledge, I would probably say both are equally important. But if I had to choose, I would probably go with theoretical knowledge as it is very important to understand the fundamentals of different topics, because without that you will not have a base to draw back from later down the line. So once you have that fundamental understanding of the theoretical knowledge, you can then apply it in practical terms and use practical skills."
    }
]